Repository: slenbder/Vanto
Catalog: PasteQueue/Localizable.xcstrings
Source language: en
Languages: de, es, ja, pt_br, ru, zh_hans

source: %lld items in queue
de: %lld Elemente in der Warteschlange
es: %lld elementos en la cola
ja: キューに %lld 件
pt_br: %lld itens na fila
ru: %lld элемента в очереди
zh_hans: 队列中有 %lld 项

source: ⚠️ Accessibility required
de: ⚠️ Bedienungshilfen-Zugriff erforderlich
es: ⚠️ Se requiere acceso de accesibilidad
ja: ⚠️ アクセシビリティの許可が必要です
pt_br: ⚠️ Acesso de Acessibilidade necessário
ru: ⚠️ Требуется разрешение в Универсальном доступе
zh_hans: ⚠️ 需要辅助功能权限

source: ⚠️ Launch at Login disabled
de: ⚠️ „Bei Anmeldung öffnen“ deaktiviert
es: ⚠️ Iniciar al abrir sesión desactivado
ja: ⚠️ ログイン時に起動が無効です
pt_br: ⚠️ Abrir no login desativado
ru: ⚠️ Запуск при входе отключён
zh_hans: ⚠️ 登录时启动已关闭

source: All queued items must be text. Paste files and images separately.
de: Alle Einträge in der Warteschlange müssen Text sein. Dateien und Bilder einzeln einfügen.
es: Todos los elementos de la cola deben ser texto. Pega los archivos y las imágenes por separado.
ja: キュー内の項目はすべてテキストである必要があります。ファイルと画像は個別にペーストしてください。
pt_br: Todos os itens da fila devem ser texto. Cole arquivos e imagens separadamente.
ru: Все элементы очереди должны быть текстом. Файлы и изображения вставляйте по одному.
zh_hans: 队列中的所有项目都必须是文本。请单独粘贴文件和图像。

source: Allow PasteQueue in Accessibility settings, then try again.
de: PasteQueue in den Bedienungshilfen erlauben und erneut versuchen.
es: Permite PasteQueue en los ajustes de Accesibilidad e inténtalo de nuevo.
ja: アクセシビリティ設定でPasteQueueを許可してから再試行してください。
pt_br: Permita o PasteQueue nos ajustes de Acessibilidade e tente novamente.
ru: Разрешите PasteQueue доступ в настройках Универсального доступа и повторите попытку.
zh_hans: 请在辅助功能设置中允许 PasteQueue，然后重试。

source: Already used by %@.
de: Bereits belegt von „%@“.
es: Ya está en uso por %@.
ja: 「%@」で使用中です。
pt_br: Já está em uso por %@.
ru: Уже занято действием «%@».
zh_hans: 已被“%@”使用。

source: Back
de: Zurück
es: Volver
ja: 戻る
pt_br: Voltar
ru: Назад
zh_hans: 返回

source: Blank line
de: Leerzeile
es: Línea en blanco
ja: 空行
pt_br: Linha em branco
ru: Пустая строка
zh_hans: 空行

source: Clear
de: Leeren
es: Borrar
ja: クリア
pt_br: Limpar
ru: Очистить
zh_hans: 清空

source: Close Settings
de: Einstellungen schließen
es: Cerrar ajustes
ja: 設定を閉じる
pt_br: Fechar ajustes
ru: Закрыть настройки
zh_hans: 关闭设置

source: Combine and Paste
de: Verbinden und einfügen
es: Combinar y pegar
ja: 結合してペースト
pt_br: Combinar e colar
ru: Объединить и вставить
zh_hans: 合并并粘贴

source: Combine and Paste…
de: Verbinden und einfügen…
es: Combinar y pegar…
ja: 結合してペースト…
pt_br: Combinar e colar…
ru: Объединить и вставить…
zh_hans: 合并并粘贴…

source: Combines text items into one paste with a chosen separator.
de: Fügt Texteinträge mit dem gewählten Trennzeichen in einem Schritt ein.
es: Combina los elementos de texto en un solo pegado con el separador elegido.
ja: 選択した区切り文字でテキスト項目を結合し、一度にペーストします。
pt_br: Combina os itens de texto em uma única colagem com o separador escolhido.
ru: Объединяет текстовые элементы для одной вставки с выбранным разделителем.
zh_hans: 用所选分隔符合并文本项目并一次性粘贴。

source: Comma and space
de: Komma und Leerzeichen
es: Coma y espacio
ja: カンマとスペース
pt_br: Vírgula e espaço
ru: Запятая и пробел
zh_hans: 逗号和空格

source: Could not paste. The queue is unchanged; try again.
de: Einfügen fehlgeschlagen. Die Warteschlange ist unverändert; erneut versuchen.
es: No se pudo pegar. La cola no ha cambiado; inténtalo de nuevo.
ja: ペーストできませんでした。キューは変更されていません。再試行してください。
pt_br: Não foi possível colar. A fila não mudou; tente novamente.
ru: Не удалось вставить. Очередь сохранена; попробуйте ещё раз.
zh_hans: 无法粘贴。队列未更改，请重试。

source: Custom separator
de: Eigenes Trennzeichen
es: Separador personalizado
ja: カスタム区切り文字
pt_br: Separador personalizado
ru: Свой разделитель
zh_hans: 自定义分隔符

source: Custom…
de: Benutzerdefiniert…
es: Personalizado…
ja: カスタム…
pt_br: Personalizado…
ru: Свой вариант…
zh_hans: 自定义…

source: Delete item %lld
de: Element %lld löschen
es: Eliminar elemento %lld
ja: 項目 %lld を削除
pt_br: Excluir item %lld
ru: Удалить элемент %lld
zh_hans: 删除项目 %lld

source: Hotkeys won't fire until this app is approved in System Settings.
de: Tastenkombinationen funktionieren erst, wenn diese App in den Systemeinstellungen genehmigt wurde.
es: Los atajos no funcionarán hasta que se apruebe esta app en Ajustes del Sistema.
ja: システム設定でこのアプリを許可するまで、ショートカットは動作しません。
pt_br: Os atalhos não funcionarão até que este app seja aprovado nos Ajustes do Sistema.
ru: Горячие клавиши не будут работать, пока приложение не одобрено в Системных настройках.
zh_hans: 在系统设置中批准此应用前，快捷键不会生效。

source: Language
de: Sprache
es: Idioma
ja: 言語
pt_br: Idioma
ru: Язык
zh_hans: 语言

source: Launch at Login
de: Bei Anmeldung öffnen
es: Iniciar al abrir sesión
ja: ログイン時に起動
pt_br: Abrir no login
ru: Запуск при входе
zh_hans: 登录时启动

source: Matches macOS's own Copy/Paste/Cut — will also fire on every ordinary use elsewhere.
de: Entspricht dem systemeigenen Kopieren/Einfügen/Ausschneiden von macOS — wird auch bei jeder gewöhnlichen Nutzung anderswo ausgelöst.
es: Coincide con Copiar/Pegar/Cortar del propio macOS — también se activará en cualquier uso normal en otro lugar.
ja: macOS 標準のコピー/ペースト/カットと同じです — 他の通常の操作でも実行されます。
pt_br: Coincide com Copiar/Colar/Recortar do próprio macOS — também será acionado em qualquer uso comum em outro lugar.
ru: Совпадает со стандартными Копировать/Вставить/Вырезать в macOS — будет срабатывать при любом обычном использовании этих команд.
zh_hans: 与 macOS 自带的复制/粘贴/剪切快捷键相同 — 在其他任何普通使用场景中也会触发。

source: New line
de: Zeilenumbruch
es: Salto de línea
ja: 改行
pt_br: Nova linha
ru: Новая строка
zh_hans: 换行

source: None
de: Keins
es: Ninguno
ja: なし
pt_br: Nenhum
ru: Без разделителя
zh_hans: 无

source: Paste
de: Einfügen
es: Pegar
ja: ペースト
pt_br: Colar
ru: Вставить
zh_hans: 粘贴

source: Paste All
de: Alles einfügen
es: Pegar todo
ja: すべてペースト
pt_br: Colar tudo
ru: Вставить всё
zh_hans: 全部粘贴

source: Paste Next Item
de: Nächstes einfügen
es: Pegar siguiente
ja: 次の項目をペースト
pt_br: Colar próximo item
ru: Вставить следующий
zh_hans: 粘贴下一项

source: PasteQueue, %lld items queued, not recording
de: PasteQueue, %lld Elemente in der Warteschlange, keine Aufzeichnung
es: PasteQueue, %lld elementos en cola, sin grabar
ja: PasteQueue、%lld 件をキュー済み、記録は停止中
pt_br: PasteQueue, %lld itens na fila, sem gravação
ru: PasteQueue, %lld элемента в очереди, запись не идёт
zh_hans: PasteQueue，已排队 %lld 项，未在录制

source: PasteQueue, idle
de: PasteQueue, inaktiv
es: PasteQueue, inactivo
ja: PasteQueue、待機中
pt_br: PasteQueue, ocioso
ru: PasteQueue, ожидание
zh_hans: PasteQueue，空闲

source: PasteQueue, recording, %lld items in queue
de: PasteQueue, Aufzeichnung, %lld Elemente in der Warteschlange
es: PasteQueue, grabando, %lld elementos en la cola
ja: PasteQueue、記録中、キューに %lld 件
pt_br: PasteQueue, gravando, %lld itens na fila
ru: PasteQueue, запись, %lld элемента в очереди
zh_hans: PasteQueue，录制中，队列中有 %lld 项

source: Preview
de: Vorschau
es: Vista previa
ja: プレビュー
pt_br: Prévia
ru: Предпросмотр
zh_hans: 预览

source: queue empty
de: Warteschlange leer
es: cola vacía
ja: キューは空です
pt_br: fila vazia
ru: очередь пуста
zh_hans: 队列为空

source: Queue empty
de: Warteschlange leer
es: Cola vacía
ja: キューは空です
pt_br: Fila vazia
ru: Очередь пуста
zh_hans: 队列为空

source: Quit
de: Beenden
es: Salir
ja: 終了
pt_br: Sair
ru: Выйти
zh_hans: 退出

source: Recording
de: Aufzeichnung
es: Grabando
ja: 記録中
pt_br: Gravando
ru: Запись
zh_hans: 录制中

source: Recording…
de: Aufzeichnung…
es: Grabando…
ja: 記録中…
pt_br: Gravando…
ru: Запись…
zh_hans: 录制中…

source: Reset to default
de: Auf Standard zurücksetzen
es: Restablecer valor predeterminado
ja: デフォルトに戻す
pt_br: Restaurar padrão
ru: Сбросить по умолчанию
zh_hans: 恢复默认

source: Separator
de: Trennzeichen
es: Separador
ja: 区切り文字
pt_br: Separador
ru: Разделитель
zh_hans: 分隔符

source: Settings
de: Einstellungen
es: Ajustes
ja: 設定
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

source: Space
de: Leerzeichen
es: Espacio
ja: スペース
pt_br: Espaço
ru: Пробел
zh_hans: 空格

source: Start/Stop Collecting
de: Start/Stop Sammeln
es: Iniciar/Detener
ja: 収集の開始/停止
pt_br: Iniciar/Parar coleta
ru: Старт/Стоп сбора
zh_hans: 开始/停止收集

source: Stop
de: Stopp
es: Detener
ja: 停止
pt_br: Parar
ru: Стоп
zh_hans: 停止

source: Stopped
de: Gestoppt
es: Detenido
ja: 停止中
pt_br: Parado
ru: Остановлено
zh_hans: 已停止

source: The queue changed. Review the preview and try again.
de: Die Warteschlange hat sich geändert. Vorschau prüfen und erneut versuchen.
es: La cola ha cambiado. Revisa la vista previa e inténtalo de nuevo.
ja: キューが変更されました。プレビューを確認してから再試行してください。
pt_br: A fila mudou. Confira a prévia e tente novamente.
ru: Очередь изменилась. Проверьте предпросмотр и повторите попытку.
zh_hans: 队列已更改。请检查预览后重试。

source: The queue is empty.
de: Die Warteschlange ist leer.
es: La cola está vacía.
ja: キューは空です。
pt_br: A fila está vazia.
ru: Очередь пуста.
zh_hans: 队列为空。

source: The target app is unavailable. Open the menu from the app you want to paste into.
de: Die Ziel-App ist nicht verfügbar. Öffne das Menü aus der App, in die du einfügen möchtest.
es: La app de destino no está disponible. Abre el menú desde la app en la que quieres pegar.
ja: 貼り付け先のアプリを使用できません。貼り付け先のアプリからメニューを開いてください。
pt_br: O app de destino não está disponível. Abra o menu a partir do app em que deseja colar.
ru: Приложение для вставки недоступно. Откройте меню из нужного приложения.
zh_hans: 目标应用不可用。请从要粘贴到的应用中打开菜单。

source: This was turned off in System Settings. Click to re-enable.
de: Dies wurde in den Systemeinstellungen deaktiviert. Klicken, um es wieder zu aktivieren.
es: Esto se desactivó en Ajustes del Sistema. Haz clic para volver a activarlo.
ja: システム設定でオフにされました。クリックして再度有効にします。
pt_br: Isso foi desativado nos Ajustes do Sistema. Clique para reativar.
ru: Это было отключено в Системных настройках. Нажмите, чтобы включить снова.
zh_hans: 此项已在系统设置中被关闭。点按可重新开启。

source: Visit our website
de: Unsere Website besuchen
es: Visitar nuestro sitio web
ja: ウェブサイトを見る
pt_br: Visitar nosso site
ru: Перейти на сайт
zh_hans: 访问我们的网站

source: Start
es: Iniciar
ja: 開始
pt_br: Iniciar
ru: Старт
zh_hans: 开始

source: System
es: Sistema
ja: システム
pt_br: Sistema
ru: Системный
zh_hans: 系统

source: Version %@ (%@)
es: Versión %@ (%@)
ja: バージョン %@（%@）
pt_br: Versão %@ (%@)
ru: Версия %@ (%@)
zh_hans: 版本 %@（%@）
